/* Restore */
" ... set in User configuration ..." = " ... set in User configuration ...";

/* Ssh */
"... no remote server ..." = "... no remote server ...";

/* Snapshots */
"Aborting delete operation..." = "Aborting delete operation...";

/* Add schedule */
"Add" = "Add";

/* Add schedule */
"Add Schedule?" = "Add Schedule?";

/* Batch */
"Batchtasks completed, close view..." = "Batchtasks completed, close view...";

/* Tooltip */
"By using Finder drag and drop filepaths." = "By using Finder drag and drop filepaths.";

/* Cancel NSAlert */
"Cancel" = "Cancel";

/* Add schedule */
"Cancel or Add" = "Cancel or Add";

/* Execute
   Logg
   Profiles
   Snapshots */
"Cancel or Delete" = "Cancel or Delete";

/* Restore */
"Cancel or Restore" = "Cancel or Restore";

/* Close NSAlert */
"Close" = "Close";

/* New version */
"Close automatically in:" = "Close automatically in:";

/* Remote info */
"Completed" = "Completed";

/* Verify */
"Completed ..." = "Completed ...";

/* Verify */
"Computing changed, please wait..." = "Computing changed, please wait...";

/* Restore */
"Copy single files or directory?" = "Copy single files or directory?";

/* copyright */
"Copyright ©2019 Thomas Evensen" = "Copyright ©2019 Thomas Evensen";

/* main */
"daily" = "daily";

/* Remote Info
   Verify */
"Date last backup:" = "Date last backup:";

/* Schedule details */
"dateStop" = "dateStop";

/* datetime */
"days" = "days";

/* Remote Info
   Verify */
"Days since last backup:" = "Days since last backup:";

/* default profile */
"Default profile" = "Default profile";

/* Execute
   Logg
   Profiles
   Snapshots */
"Delete" = "Delete";

/* Snapshots */
"Delete operation completed..." = "Delete operation completed...";

/* Profiles */
"Delete profile:" = "Delete profile:";

/* Execute */
"Delete selected task?" = "Delete selected task?";

/* Snapshots */
"Do you REALLY want to DELETE selected snapshots?" = "Do you REALLY want to DELETE selected snapshots?";

/* Restore */
"Do you REALLY want to start a RESTORE ?" = "Do you REALLY want to start a RESTORE ?";

/* Snapshots */
"Dont change the snapshot num if you don´t know what you are doing..." = "Dont change the snapshot num if you don´t know what you are doing...";

/* Error rclone */
"ERROR: no rclone in " = "ERROR: no rclone in ";

/* Error rclone */
"ERROR: no rclone in /usr/local/bin" = "ERROR: no rclone in /usr/local/bin";

/* Error rsync */
"ERROR: no rsync in " = "ERROR: no rsync in ";

/* Error rsync */
"ERROR: no rsync in /usr/local/bin" = "ERROR: no rsync in /usr/local/bin";

/* Batch */
"Estimation completed, you can start batch..." = "Estimation completed, you can start batch...";

/* plan */
"every" = "every";

/* Restore */
"Executing restore..." = "Executing restore...";

/* plan */
"Friday" = "Friday";

/* Restore */
"Getting info, please wait..." = "Getting info, please wait...";

/* Verify */
"Getting information, please wait ..." = "Getting information, please wait ...";

/* Loggdata */
"Got index from Execute and listing logs for one configuration..." = "Got index from Execute and listing logs for one configuration...";

/* Schedules */
"Got index from Execute..." = "Got index from Execute...";

/* Remote Info
   Restore */
"Got it..." = "Got it...";

/* datetime */
"h" = "h";

/* datetime */
"hours" = "hours";

/* icon */
"Icon by: Zsolt Sándor" = "Icon by: Zsolt Sándor";

/* plan */
"last" = "last";

/* Profile */
"Load" = "Load";

/* Remote info
   Remote Info */
"Loaded cached data..." = "Loaded cached data...";

/* Copy files */
"Local or remote catalog cannot be empty..." = "Local or remote catalog cannot be empty...";

/* main */
"manuel" = "manuel";

/* Execute */
"Menu app is running..." = "Menu app is running...";

/* datetime */
"mins" = "mins";

/* plan */
"Monday" = "Monday";

/* plan */
"month" = "month";

/* About */
"New version available:" = "New version available:";

/* Execute */
"No rclone config found..." = "No rclone config found...";

/* Execute */
"No rsync in path..." = "No rsync in path...";

/* Schedule details */
"no startdate" = "no startdate";

/* Copy files */
"No such local catalog for restore or set it in user config..." = "No such local catalog for restore or set it in user config...";

/* plan */
"none" = "none";

/* Copy files */
"Not a remote task, use Finder to copy files..." = "Not a remote task, use Finder to copy files...";

/* Snapshots */
"Not a snapshot task..." = "Not a snapshot task...";

/* AllProfiles */
"Number of configurations:" = "Number of configurations:";

/* Logg */
"Number of logs:" = "Number of logs:";

/* Remote info */
"Number of tasks to estimate:" = "Number of tasks to estimate:";

/* Copy files */
"Number remote files:" = "Number remote files:";

/* Snapshots */
"Number snapshots: " = "Number snapshots: ";

/* main */
"once" = "once";

/* Execute */
"Only valid for backup, snapshot and combined tasks..." = "Only valid for backup, snapshot and combined tasks...";

/* Verify */
"Please select a task in Execute ..." = "Please select a task in Execute ...";

/* Execute */
"Possible error logging..." = "Possible error logging...";

/* plan */
"prev months" = "prev months";

/* Restore */
"Probably some rsync error..." = "Probably some rsync error...";

/* Execute  */
"Profile:" = "Profile:";

/* Execute */
"Profile: please wait..." = "Profile: please wait...";

/* Restore */
"Restore" = "Restore";

/* Restore */
"Restore is completed..." = "Restore is completed...";

/* plan */
"Saturday" = "Saturday";

/* Profile */
"Save" = "Save";

/* Schedules */
"Scheduled tasks in menu app..." = "Scheduled tasks in menu app...";

/* New version */
"seconds" = "seconds";

/* datetime */
"secs" = "secs";

/* Copy files */
"Seems not to be connected..." = "Seems not to be connected...";

/* Execute */
"Select a task...." = "Select a task....";

/* Logg */
"Selected logs:" = "Selected logs:";

/* Logg */
"Selected rows:" = "Selected rows:";

/* Execute */
"Selection out of range - aborting" = "Selection out of range - aborting";

/* Snapshots */
"Seriously, enter a real number..." = "Seriously, enter a real number...";

/* Restore */
"Start restore?" = "Start restore?";

/* plan */
"Sunday" = "Sunday";

/* Quickbackup */
"There seems to be nothing to do..." = "There seems to be nothing to do...";

/* Execute */
"This is a combined task, execute by ⌘R..." = "This is a combined task, execute by ⌘R...";

/* plan */
"this month" = "this month";

/* plan */
"this week" = "this week";

/* plan */
"Thursday" = "Thursday";

/* plan */
"Tuesday" = "Tuesday";

/* Verify */
"Verifying, please wait..." = "Verifying, please wait...";

/* plan */
"Wednesday" = "Wednesday";

/* main */
"weekly" = "weekly";

/* Snapshots */
"You cannot delete that many, max are" = "You cannot delete that many, max are";

/* About */
"You have the latest ..." = "You have the latest ...";

/* Execute */
"⌘A to abort or wait..." = "⌘A to abort or wait...";

